Repository: b-jesch/plugin.video.telerising-cloudcontrol
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #32100
source: Global Settings
de_de: Allgemein

# #32101
source: Cloud Settings
de_de: Cloud

# #32102
source: VoD Settings
de_de: Video on Demand

# #32103
source: Environment
de_de: System

# #32104
source: Miscellaneous
de_de: Verschiedenes

# #32110
source: Video Settings
de_de: Video Einstellungen

# #32111
source: Quality and Resolution
de_de: Qualität und Auflösung

# #32112
source: Audio Profile
de_de: Audio Profil

# #32113
source: Download and Move
de_de: Download und Speichern

# #32114
source: Storage Path
de_de: Pfad zum Speichern

# #32115
source: Movie Details (API 0.3.5 and above)
de_de: Film Details

# #32116
source: Show Movie Description
de_de: Zeige Filmbeschreibung

# #32120
source: Cloud Service Settings
de_de: Cloud Einstellungen

# #32121
source: Enable Cloud Service
de_de: Benutze Cloud Service

# #32122
source: Hostname or IP Address
de_de: Servername oder IP-Adresse

# #32123
source: Use SSL
de_de: Benutze verschlüsselte Verbindung

# #32125
source: Use Server Protection Pin
de_de: Benutze Server Schutz Pin

# #32127
source: Display Settings
de_de: Anzeige Einstellungen

# #32128
source: View recording Date in Title Name
de_de: Zeige Aufnahmedatum im Titel

# #32130
source: VOD Service Settings
de_de: VOD Server Einstellungen

# #32131
source: Enable VOD Service
de_de: Benutze VOD Service

# #32140
source: Install Environment Tools
de_de: Installiere benötigte Werkzeuge

# #32141
source: Install FFMPEG/FFProbe Tools
de_de: Installiere FFMPEG/FFProbe Programme

# #32150
source: Miscellaneous Commands
de_de: Verschiedene Befehle

# #32151
source: Delete content in Temp Folder
de_de: Leere Temp Ordner

# #32152
source: Cancel all Download Processes
de_de: Breche alle Download Prozesse ab

# #32180
source: Installing FFMpeg on {} is currently not supported
de_de: Die Installation von FFMpeg auf {} wird zur Zeit nicht unterstützt

# #32181
source: Machine {} is currently not supported
de_de: Das System {} wird zur Zeit nicht unterstützt

# #32182
source: Could not open JSON SRC File
de_de: Kann JSON SRC Datei nicht öffnen

# #32183
source: {} has been copied
de_de: {} wurde kopiert

# #32184
source: {} has been copied without encoding to utf-8
de_de: {} wurde ohne Neukodierung nach UTF-8 kopiert

# #32185
source: {} has been copied as Download_ID
de_de: {} wurde unter der Download-ID kopiert

# #32186
source: {} cannot be copied
de_de: {} konnte nicht kopiert werden

# #32187
source: Could not open {}
de_de: Kann {} nicht öffnen

# #32188
source: Download aborted by User for '{}'
de_de: Download für '{}' wurde vom Nutzer abgebrochen

# #32189
source: Could not open JSON Dest File
de_de: Kann JSON Dest Datei nicht öffnen

# #32190
source: Could not download {} m3u: {}
de_de: Kann m3u nicht herunterladen: {}

# #32191
source: Please setup Cloud Server at first
de_de: Bitte zuerst Cloud Server einrichten

# #32192
source: Please setup VOD Server at first
de_de: Bitte zuerst VOD Server einrichten

# #32193
source: Content of Temp Folder deleted
de_de: Inhalt des Temp Ordners wurde gelöscht

# #32200
source: You are about to install the required environment tools. This may take some time. Do you want to continue?
de_de: Sie wollen für die Funktionalität des Addons erforderliche Programmpakete installieren. Das kann etwas dauern. Wollen Sie fortsetzen?

# #32201
source: Setup Complete.
de_de: Einrichtung abgeschlossen.

# #32202
source: You have to install some missing Tools first before using this Plugin.
de_de: Sie haben zuerst erforderliche Programmpakete zu installieren, bevor das Plugin genutzt werden kann.

# #32210
source: Downloading {} {}
de_de: Lädt {} {}

# #32211
source: {} percent remaining
de_de: {} Prozent verbleibend

# #32212
source: Copy {} to Destination
de_de: Kopiere {} in den Zielordner

# #32213
source: Status is currently not supported, please wait until finished
de_de: Anzeige wird zur Zeit nicht unterstützt. Bitte warten

# #32220
source: .:: Next Page ::.
de_de: .:: nächste Seite ::.
